export default [
  {
    question: "Кто из этих людей никогда не спал с трансом?",
    variants: [
      {
        answer: "Васич",
        points: 0,
        message: "Было, но свидетелей нет",
        img: "/assets/img/first/Vasich.jpg",
      },
      {
        answer: "Севан",
        points: 0,
        message: "Тайланд, о чем тут говорить брат",
        img: "/assets/img/first/Sevan.jpg",
      },
      {
        answer: "Машкин",
        points: 0,
        message: "Подозрительно много видео с трансами на телефоне",
        img: "/assets/img/first/Mashkin.jpg",
      },
      {
        answer: "Андрюха",
        points: 2,
        message: "Чист, как слеза ребенка",
        img: "/assets/img/first/Andru.jpg",
      },
      {
        answer: "Крошка",
        points: 1,
        message: "50/50, слишком подозрителньая личность",
        img: "/assets/img/first/Kroshka.jpg",
      },
      {
        answer: "Гауч",
        points: 0,
        message: ")))0 сами знаете ребята",
        img: "/assets/img/first/Gauch.jpg",
      },
    ],
  },

  {
    question:
      "В каком году появились знаменитая строка: мерс папин, жопа мамина?",
    variants: [
      {
        answer: 2007,
        points: 0,
        message: "В этот год большую известность имел трек папароч - секс",
        img: "",
      },
      {
        answer: 2015,
        points: 2,
        message:
          "Да детка, времена алмазов быходящих из женщин, и женщин выходящих из татарстана (а я думал в 2012...)",
        img: "",
      },
      {
        answer: 2017,
        points: 0,
        message: "Гонишь старик, подумай над своим поведением",
        img: "",
      },
      {
        answer: 2025,
        points: 0,
        message:
          "Неудержался и выбрал 2025?) ШУТНИК ЕПТА. Раз ты такой смишной, ВИКТОРИНА ОКОНЧЕНА!!",
        img: "",
      },
    ],
  },

  {
    question:
      "Какие препараты из списка точно <b>НЕ</b> употребляли участники викторины?",
    variants: [
      {
        answer: "Кофеин",
        points: 0,
        message: "Давай блять, расскажи нам за кофеин",
        img: "",
      },
      {
        answer: "Амфетамин",
        points: 0,
        message:
          "0 баллов для слизерина, ну ты понял, да?) для СЛИЗЕРИНА ХАХ, СЛИЗИСТАЯ ОБОЛОЧКА ЦЕЛЬНОМЕТАЛЛИЧЕСКАЯ",
        img: "",
      },
      {
        answer: "Бошки, Ганжа, Жубасик, Каминский, Твердый, Сыпуху",
        points: 0,
        message:
          "Если ты выбрал этот вариант, то предлагаю на этом и закончить агент фсб, тут никто не употребляет",
        img: "",
      },
      {
        answer: "Метамфетамин",
        points: 2,
        message:
          "Это правильный ответ ХАЙЗЕНБЕРГ, но не удивлюсь ребята, если я чего-то о вас не знаю",
        img: "",
      },
    ],
  },

  {
    question: "Стас куколд?",
    variants: [
      {
        answer: "Нет",
        points: 2,
        message: "Нет, Стас не куколд",
        img: null,
      },
      {
        answer: "Нет",
        points: 2,
        message: "Нет, Стас не куколд",
        img: null,
      },
      {
        answer: "Нет",
        points: 2,
        message: "Нет, Стас не куколд",
        img: null,
      },
      {
        answer: "Нет",
        points: 2,
        message: "Нет, Стас не куколд",
        img: null,
      },
    ],
  },

  {
    question: "Был ли у Димы Прохоркина секретный брат?",
    variants: [
      {
        answer: "Да, это Паша",
        points: 0,
        message: "Нет, Паша его обычный брат, нискретный",
        img: null,
      },
      {
        answer: "Да, это его отец",
        points: 0,
        message: "Нормально же пошутил, да?) Пока писал, чуть не обоссался",
        img: null,
      },
      {
        answer: "Нет",
        points: 0,
        message: "Нет, у Димы были еще братья, некоторые из них сИкретные",
        img: null,
      },
      {
        answer: "Да, это Гриша",
        points: 2,
        message:
          "Правильно, знаток семьи Дмитрия, здесь нечем гордиться. Но на самом деле, был еще один брат, но я забыл его имя и никто его не видел)",
        img: null,
      },
    ],
  },

  {
    question: "Кто из этих людей под каблуком:",
    variants: [
      {
        answer: "Наката Ершов",
        points: 0,
        message: "Этого дикого татарского кабана не оседлает ни одна курочка",
        img: null,
      },
      {
        answer: "Андрюха",
        points: 0,
        message: "Доподлинно неизвестно под каблуком ли Андрюха",
        img: null,
      },
      {
        answer: "Гауч",
        points: 1,
        message:
          "Ну, ребята, это просто семья накладывает определенные обязательства, человек уже не можем нюхать как раньше, ты себе не принадлежишь, должен заболитавпва ввыпкуеуцеуцекц ваыпваыпывпвп)",
        img: null,
      },
      {
        answer: "Паша Зидан",
        points: 2,
        message:
          "Только Паше не показывайте, а то меня КРИС УБЬЕТ))))) ХАХАХАХА ХАХАХАА ХАХАХАХААХ ХААААААААААААА ХА",
        img: null,
      },
    ],
  },

  {
    question: "Какой из этих предметов может упасть в шахту лифта?",
    variants: [
      {
        answer: "Ключи",
        points: 1,
        message: "Да, ключи вполне могут упасть в шахту лифта",
        img: null,
      },
      {
        answer: "Камень",
        points: 1,
        message:
          "Да, могут и падают. Прямо сейчас где-нибудь падает камень в шахту лифта",
        img: null,
      },
      {
        answer: "Самолет",
        points: 0,
        message: "Нет, самолет не может упасть в шахту лифта",
        img: null,
      },
      {
        answer: "Достоинство",
        points: 2,
        message:
          "ВОТ ЭТО УЖ ТОЧНО ТОРЧОК ЕБАНЫЙ ПОЛЕЗ БЛЯТЬ В ЛИФТ ЗА ЗАКЛАДКОЙ СОВСЕМ БЛЯТЬ НЕТУ ВОЛИ СУКА",
        img: null,
      },
    ],
  },

  {
    question: "Какой фразы не было в альбоме Техника 'Ru$$ian Tre$hmvn'",
    variants: [
      {
        answer: "Жилистый киргиз",
        points: 0,
        message: "Было, в треке 'Пилюлька'",
        img: null,
      },
      {
        answer: "Ю пуси бой, Ю пуси бой",
        points: 0,
        message: "Было, в треке 'Russian Freshman'",
        img: null,
      },
      {
        answer: "Что-то тут потекло",
        points: 2,
        message:
          "Правильный ответ братишка, ты РЕАЛЬНО знаток Техника, это альбом 'Дорога в облака'",
        img: null,
      },
      {
        answer: "Урал с люлькой",
        points: 0,
        message: "Все тот же трек 'Пилюлька'",
        img: null,
      },
      {
        answer: "Откуда в жопе бриллианты",
        points: 1,
        message:
          "Это неправильный ответ, но все равно балл за легендарный трек 'Черная дыра' с альбома 'Основа'",
        img: null,
      },
      {
        answer: "Когда на зоне были мы одни",
        points: 0,
        message: "Было, в треке'Вспоминаю'",
        img: null,
      },
    ],
  },

  {
    question: "Сколько в одном грамме гашиша весу?",
    variants: [
      {
        answer: "0.7г",
        points: 1,
        message:
          "Радуйся, что вообще достал епта, дядя Жека иди дядя Шмыт могли и не так обрадовать",
        img: null,
      },
      {
        answer: "0.8г",
        points: 1,
        message:
          "Это уже получше, какой-нибудь ноунейм знакомый знакомого вполне мог подогнать и даже не химаря",
        img: null,
      },
      {
        answer: "0.9г",
        points: 1,
        message:
          "Практически эталон веса, на какой-нибудь интернет площадке вам положат именно такой вес",
        img: null,
      },
      {
        answer: "1.0г",
        points: 2,
        message:
          "ПРАВИЛЬНЫЙ ОТВЕТ, да блять именно такой вес должен быть в 1г гагиша, но сука в наших реалиях наркотой в основном торгуют ребята у которых туго с математикой",
        img: null,
      },
      {
        answer: "1.1г",
        points: 0,
        message:
          "Неправильный ответ, если видите такой вес, отказывайтесь от покупки, вам хотят впарить химаря/беспонт",
        img: null,
      },
    ],
  },

  {
    question: "Был ли шанс не подсесть на иглу?",
    variants: [
      {
        answer: "Да",
        points: 0,
        message:
          "Это ты своему психологу расскажешь, каким бы ты стал ультимативным гигачадом бизнесвумен, если бы не грязные наркотики",
        img: null,
      },
      {
        answer: "Нет",
        points: 0,
        message: "ЧТО ЗНАЧИТ НЕТ!? ШАНС ЕСТЬ ВСЕГДА!",
        img: null,
      },
      {
        answer: "На все воля Божья",
        points: 2,
        message:
          "Да братуха, на все воля Божья, в мире ты тля и червь червя, НО на небе звезды",
        img: null,
      },
      {
        answer: "Запарил уже, балы дал и съебал",
        points: 2,
        message: "Ладно(",
        img: null,
      },
    ],
  },
];
